{
    "P1": {
      "pergunta": "Como representante do banco, você precisa escolher apenas um cliente para liberar um empréstimo. Qual você escolhe?",
      "alternativas": {
        "A": {
          "texto": "Cliente 1 - Precisa de um grande empréstimo para abrir uma fábrica de cosméticos. No plano de negócios não há medidas sustentáveis.",
          "impacto": [16, 4, 16, -16, 2],
          "ambiental": [50, 0],
          "tweets": [
            "<sprite name=E283>Uma fábrica de cosméticos? Espero que pelo menos usem ingredientes naturais... mas sem sustentabilidade, sério?",
            "Mais uma empresa pensando só em lucro. O banco deveria priorizar negócios sustentáveis! 🌍",
            "Bom, pelo menos vai gerar empregos na região. Mas e o impacto ambiental? 🤔",
            "Cosméticos? Por que não investir em algo mais inovador ou sustentável? Que decepção. 😤"
            ]
        
        },
        "B": {
          "texto": "Cliente 2 - Precisa de um empréstimo para abrir uma loja de produtos orgânicos e saudáveis. O plano de negócios inclui medidas sustentáveis, mas o valor do empréstimo é baixo.",
          "impacto": [8, 2, 8, 4, 4],
          "ambiental": [0, 0],
          "tweets": [
            "Finalmente alguém pensando no planeta! Produtos orgânicos são o futuro. 👏🌱",
            "Espero que o banco apoie mais projetos assim. Pequenas iniciativas podem fazer uma grande diferença! 💚",
            "Uma loja orgânica? Parece uma boa ideia, mas será que vai ter impacto suficiente? 🤔",
            "Adoro ver empreendimentos sustentáveis ganhando apoio. Quero ver essa loja crescer! 🛍"
            ]
        },
        "C": {
          "texto": "Cliente 3 - Precisa de um grande empréstimo para expandir seu negócio de tecnologia. Possui um plano de negócios sólido e sustentável.",
          "impacto": [16, 4, 16, 4, 4],
          "ambiental": [0, 0],
          "tweets": [
            "Investir em tecnologia sustentável é o que o mundo precisa agora! Parabéns ao banco por essa escolha. 💻🌍",
            "Tecnologia sustentável? Já quero saber mais sobre esse projeto! Parece promissor. 🌟",
            "Um empréstimo grande, mas pelo menos tem um plano sólido e sustentável. Boa decisão! 💡",
            "Isso sim é futuro! Mais investimentos assim, por favor. #SustentabilidadeTech"
            ]
        },
        "D": {
          "texto": "Cliente 4 - Precisa de um grande empréstimo para construir um hospital privado. Não há medidas sustentáveis na edificação.",
          "impacto": [16, 4, 16, -8, 8],
          "ambiental": [0, 0],
          "tweets": [
            "Um hospital é importante, mas e o impacto ambiental disso? Não dá pra ignorar. 😟",
            "Investir na saúde é essencial, mas um hospital sustentável seria ainda melhor. Que pena. 😔",
            "Por que não integrar medidas sustentáveis na construção? Dá pra salvar o planeta e vidas ao mesmo tempo. 🏥🌱",
            "Bom, saúde é prioridade... mas espero que isso não vire uma desculpa pra ignorar o meio ambiente. 🌍"
            ]
        }
      }
    },
    "P2": {
        "pergunta": "Você e alguns sócios decidiram iniciar um banco digital. Qual vai ser o principal objetivo?",
        "alternativas": {
        "A": {
            "texto": "Investir em projetos de energia renovável e eficiência energética.",
            "impacto": [0, 0, 0, 0, 0],
            "ambiental": [0, 0],
            "tweets": [
            "Finalmente um banco que pensa no futuro! Energia limpa é o caminho. 👏🌱",
            "Espero que não seja só marketing verde… Quero ver resultados reais! 🌍",
            "Energia renovável é importante, mas e os pequenos negócios? Vão ficar de fora?",
            "Mais um passo para um planeta melhor. Obrigado por investir no que importa! #Sustentabilidade"
            ]
        },
        "B": {
            "texto": "Oferecer linhas de crédito com juros subsidiados para empresas que adotam práticas sustentáveis.",
            "impacto": [0, 0, 0, 0, 0],
            "ambiental": [0, 0],
            "tweets": [
            "Meu negócio é pequeno, mas sustentável. Como faço pra acessar essa linha de crédito 💁‍♀️",
            "Empresas sustentáveis ganhando apoio financeiro? Finalmente uma ideia sensata! 👏",
            "Legal, mas quero ver se vão dar crédito só pra quem já tem dinheiro. Pequenos empresários precisam disso!",
            "Apoiar práticas sustentáveis é essencial, mas espero que não tenham taxas escondidas… 🤔"
            ]
        },
        "C": {
            "texto": "Investir em projetos que possuam uma boa proposta de negócios, mesmo que não sejam sustentáveis.",
            "impacto": [0, 0, 0, 0, 0],
            "ambiental": [0, 0],
            "tweets": [
            "Então sustentabilidade não importa? O que adianta um plano de negócios se o planeta tá sofrendo? 😡",
            "Pelo menos estão olhando para bons projetos, mas esquecer a sustentabilidade é um erro grave.",
            "Achei justo! Nem todo negócio precisa ser sustentável, mas precisa ser sólido. Boa estratégia! 💼",
            "Mais um banco pensando só em lucros e ignorando o impacto ambiental. Não vou confiar nisso. 😒"
            ]
        },
        "D": {
            "texto": "Investir em projetos agrícolas, devido à alta rentabilidade para o banco.",
            "impacto": [0, 0, 0, 0, 0],
            "ambiental": [0, 0],
            "tweets": [
            "Apoiar o agronegócio é importante, mas e as práticas sustentáveis? Agro também polui, sabia? 😡",
            "Se bem feito, pode dar certo. Agricultura é a base de muita coisa, mas quero ver transparência nisso.",
            "Só espero que invistam em tecnologias agrícolas limpas, senão é só mais lucro à custa do planeta. 😤",
            "Eu trabalho no campo e isso parece bom. Se ajudarem os produtores de verdade, pode ser incrível. 🚜"
            ]
        }
        }
    },
    "P3": {
        "pergunta": "Você possui um banco e quer incentivar práticas sustentáveis entre seus clientes e contribuir para a preservação ambiental. Quais ações você vai adotar?",
        "alternativas": {
        "A": {
            "texto": "Oferecer linhas de crédito com taxas reduzidas para projetos de energia renovável, incentivando empresas e indivíduos a investirem em fontes de energia limpas, como solar e eólica.",
            "impacto": [0, 0, 0, 0, 0],
            "ambiental": [0, 0],
            "tweets": [
            "Acho incrível que um banco esteja priorizando energia renovável! #Sustentabilidade 🌱⚡",
            "Solar e eólica são o futuro! O banco está indo na direção certa. 🌞🌪",
            "Finalmente um banco que pensa no futuro do planeta! Vamos usar mais energia limpa! 🌍💚",
            "Apoiar projetos de energia renovável é o melhor investimento que podemos fazer. 👏"
            ]
        },
        "B": {
            "texto": "Investir em empresas que desmatam áreas protegidas, buscando maximizar lucros independentemente dos impactos ambientais.",
            "impacto": [0, 0, 0, 0, 0],
            "ambiental": [0, 0],
            "tweets": [
            "Desmatamento para maximizar lucros? Isso é completamente irresponsável. 😡",
            "Não dá para ignorar os impactos ambientais só por causa de dinheiro. #DesmatamentoNão 🌳❌",
            "Sério? Como podem apoiar empresas que destroem o meio ambiente? 💔",
            "Se o banco apoiar empresas assim, acho que vou procurar outra instituição. #DesmatamentoNão"
            ]
        },
        "C": {
            "texto": "Criar programas de recompensas para clientes que utilizam serviços bancários digitais, reduzindo o uso de papel e promovendo a digitalização dos processos.",
            "impacto": [0, 0, 0, 0, 0],
            "ambiental": [0, 0],
            "tweets": [
            "Adooooooro a ideia de reduzir o uso de papel! Digitalização é o futuro! 💻📱",
            "Que bacana! Agora meu banco me recompensa por ser mais sustentável. #Digitalização 🌍",
            "Menos papel, mais árvores. Isso é ótimo para o meio ambiente! 🌳",
            "Adoro iniciativas que incentivam o uso de menos papel. Vai ser bom para o planeta e para a gente! 🌱"
            ]
        },
        "D": {
            "texto": "Financiar apenas projetos de infraestrutura que utilizam práticas de construção sustentável, garantindo que os empreendimentos apoiados pelo banco respeitem normas ambientais rigorosas.",
            "impacto": [0, 0, 0, 0, 0],
            "ambiental": [0, 0],
            "tweets": [
            "Apoiar construção sustentável é a única maneira de construir o futuro de forma responsável. 🚧🌱",
            "Isso sim é um exemplo de responsabilidade ambiental. #ConstruçãoSustentável 💌🌍",
            "Que ótimo ver um banco comprometido com a sustentabilidade na construção civil! 🏢💚",
            "Construção sustentável é o caminho para reduzir nosso impacto no planeta. 👏"
            ]
        }
        }
    },
    "P4": {
        "pergunta": "Qual estratégia um banco pode adotar para alinhar seus investimentos com os objetivos de desenvolvimento sustentável?",
        "alternativas": {
        "A": {
            "texto": "Criar um fundo de investimento focado em empresas de tecnologia limpa e agricultura sustentável.",
            "impacto": [0, 0, 0, 0, 0],
            "ambiental": [0, 0],
            "tweets": [
            "Amo a ideia de investir em tecnologia limpa e agricultura sustentável! 🌱🦍",
            "Esse fundo de investimento pode realmente mudar o futuro do planeta. #TecnologiaLimpa #AgriculturaSustentável 🌍🌿",
            "Se os bancos começarem a investir em sustentabilidade, o impacto será gigante! 👏💚",
            "Investir em práticas que ajudam a natureza é o caminho certo para o futuro! #Sustentabilidade"
            ]
        },
        "B": {
            "texto": "Continuar financiando indústrias altamente poluentes, sem considerar os impactos ambientais e sociais, visando apenas o retorno financeiro a curto prazo.",
            "impacto": [0, 0, 0, 0, 0],
            "ambiental": [0, 0],
            "tweets": [
            "Como é possível ainda financiar indústrias poluentes em 2025? 😤 #Impossível",
            "O futuro está em energias renováveis, não em financiar poluição! #DestruiçãoAmbiente",
            "Não dá para continuar ignorando os impactos ambientais em nome do lucro. #Desmatamento #Poluição",
            "O banco deveria pensar no futuro do planeta, não só no retorno financeiro rápido! 🌍💔"
            ]
        },
        "C": {
            "texto": "Lançar programas de educação financeira que incluam a conscientização sobre investimentos responsáveis, ajudando os clientes a entenderem como suas escolhas financeiras podem influenciar o meio ambiente.",
            "impacto": [0, 0, 0, 0, 0],
            "ambiental": [0, 0],
            "tweets": [
            "A educação financeira com foco em sustentabilidade é uma iniciativa incrível! 💸🌱",
            "Finalmente um banco que pensa na conscientização ambiental dos seus clientes! 👏 #EducaçãoFinanceira",
            "Esse programa de educação financeira vai fazer muita diferença. #InvestimentosResponsáveis 💚",
            "Iniciativas que ensinam a importância das escolhas financeiras no meio ambiente são tudo! #FuturoSustentável"
            ]
        },
        "D": {
            "texto": "Priorizar empréstimos para projetos que seguem práticas de economia circular, onde os resíduos são minimizados e os recursos são reutilizados, promovendo a sustentabilidade em toda a cadeia produtiva.",
            "impacto": [0, 0, 0, 0, 0],
            "ambiental": [0, 0],
            "tweets": [
            "Economia circular é o futuro! Ótima escolha para um mundo mais sustentável. 🌍↶",
            "Investir em projetos de economia circular é um passo gigante para salvar o planeta. 💚 #Sustentabilidade",
            "Projetos que minimizam desperdício e reutilizam recursos são exatamente o que precisamos. 🌱➰",
            "Impressionado com essa prioridade por sustentabilidade! Vamos apoiar economia circular! 💪"
            ]
        }
        }
    }
}